Tekla.Structures.TeklaStructuresInternal.CDelegateSynchronized.ExportGetSessionLogFile(Tekla.Structures.TeklaStructuresInternal.dotGetAttributeFile_t@)
Gets the session history log file.
data: The data.
Returns: True if file was found.

Tekla.Structures.TeklaStructuresInternal.CDelegateSynchronized.ExportGetModelSessionID


Tekla.Structures.TeklaStructuresInternal.CDelegateSynchronized.ExportGetSessionID


Tekla.Structures.TeklaStructuresInternal.CDelegateSynchronized.dotExportGetSessionLogFile(Tekla.Structures.TeklaStructuresInternal.dotGetAttributeFile_t@)
data: The Data.
Returns: True if file was found.